<?php


//================================================================//
//          ДАННЫЕ ДЛЯ БАЗЫ ДАННЫХ!!!                             //
//================================================================//
//имя хоста
$DB_HOST = "localhost";
//имя пользователя
$DB_USER = "project-plpv";
//пароль пользователя
$DB_PASSWORD = "PlPv0305pLpV";
//название БД
$BASE_NAME = 'project-plpv_shop';
//название таблицы в БД
$TABLE_NAME = 'user';





//================================================================//
//          ДАННЫЕ ДЛЯ ПОЧТЫ!!!                                   //
//================================================================//

//////////////////
//ПАРОЛЬ И ЛОГИН//
//////////////////
//логин
$SMTP_USERNAME = 'client@i-mask.pro';
//пароль
$SMTP_PASSWORD = 'imaskK050321';

////////////////////
//другие настройки//
////////////////////
$SMTP_HOST = 'smtp.yandex.ru';
$SMTP_CHAR_SET = 'UTF-8';
$SMTP_SECURE = 'ssl';
$SMTP_PORT = 465;


$TITLE_FROM = 'iMask.Shop';




?>